import React from 'react'
import Footer from '../../components/footer'

const protein =()=> (
    <div>
    <div className="container">
        <div className="center">
            <p className="head">อยากหุ่นสวยและเฟิร์ม ต้องทานโปรตีน</p>
            <img className="mc-auto" src='../../static/img/โปรตีน (1).jpg' width="375px" />
            <br /> <br />
        </div>
        <div>
            <p className="p2">กล้ามเนื้อ เป็นเนื้อเยื่อที่สามารถยืดและหดตัวได้ เป็นส่วนประกอบในร่างกายของเราทุกคน สามารถแบ่งออกเป็น 3 กลุ่มได้แก่ กล้ามเนื้อหัวใจ (cardiac muscle), กล้ามเนื้อเรียบ (smooth muscle) และกล้ามเนื้อโครงร่าง (skeletal muscle) โดยจะทำหน้าที่ยืดและหดตัว ทำให้เกิดการเคลื่อนไหว ที่มีความจำเป็นอย่างมากต่อการดำรงชีวิต ซึ่งนอกจากประโยชน์ด้านกายวิภาคที่กล่าวไปแล้ว กล้ามเนื้อยังมีความสำคัญอื่นๆ อีกมากมาย ทั้งเป็นตัวช่วยในการเผาผลาญพลังงาน ลดการสะสมไขมัน ทำให้ร่างกายแข็งแรง และยังช่วยให้เรามีหุ่นสวย มีรูปร่างที่ดูดีได้อีกด้วย</p>
            <p className="b1">รอบรู้เรื่องการฝึกกล้ามเนื้อ</p>
            <p className="p2">สำหรับการสร้างกล้ามเนื้อ เรื่องความมีวินัยในการฝึกถือเป็นสิ่งสำคัญ มนุษย์เริ่มเรียนรู้ที่จะเพิ่มความแข็งแรงให้กับกล้ามเนื้อ นอกเหนือจากการใช้มันไปกับการทำสวน ทำไร่ และ การดำรงชีวิตมาตั้งแต่สมัยกรีกโบราณ โดยมีบันทึกเขียนไว้ว่า นักมวยปล้ำในสมัยนั้น เริ่มที่จะฝึกกล้ามเนื้อโดยการแบกลูกวัวของตนเองไปและกลับจากที่เลี้ยงถึงบ้านทุกวัน และการฝึกกล้ามเนื้อเริ่มเป็นรูปธรรมเห็นเด่นชัดขึ้น เมื่อราวๆ ศตวรรษที่ 2 เมื่อแพทย์ชาวกรีกได้การคิดค้นอุปกรณ์เพิ่มแรงต้านเพื่อใช้ฝึกกล้ามเนื้อ โดยการนำหินหรือโลหะมาแกะสลักให้มีมือจับ มีน้ำหนักประมาณ 12-35 กิโลกรัม  ซึ่งสิ่งนี้คือต้นกำเนิดของดัมเบลในปัจจุบันนั่นเอง</p>
            <p className="b1">อยากมีกล้ามเนื้อต้องทานโปรตีน</p>
            <p className="p2">วนไปไกลเรื่องความรู้เกี่ยวกับกล้ามเนื้อ กลับมาเข้าเรื่องการสร้างกล้ามเนื้อกันดีกว่า การที่จะสร้างกล้ามเนื้อให้แข็งแรงได้รูป หุ่นสวยเฟิร์มนั้น การฝึกออกกำลังกล้ามเนื้อ (เวทเทรนนิ่ง) ความมีวินัยอย่างสม่ำเสมอ การนอนหลับพักผ่อนที่เพียงพอ ยังถือว่าไม่เป๊ะสมบูรณ์ครบสูตร ยังมีสิ่งนึงที่สำคัญไม่แพ้กันนั้นคือ เรื่องโภชนาการ กล้ามเนื้อจะเติบโตได้จะต้องได้รับสารอาหารที่จำเป็นอย่างเพียงพอ ซึ่งสารอาหารที่มีส่วนช่วยโดยตรงในการเสริมสร้างกล้ามเนื้อก็คือ โปรตีน โดยโปรตีนที่ได้รับนั้น จะต้องมีปริมาณที่เหมาะสมกับการใช้งานและ เหมาะสมกับปริมาณการฝึกกล้ามเนื้ออีกด้วย</p>
            <p className="b1">โปรตีนคืออะไร</p>
            <p className="p2">โปรตีน เป็นส่วนประกอบที่สำคัญของร่างกาย ที่มีสัดส่วนมากเป็นอันดับ 2 รองลงมาจากน้ำ คิดเป็นราว ๆ 17-20% ของร่างกาย และส่วนที่เหลือเป็นไขมัน โปรตีนเป็นส่วนประกอบพื้นฐานของเซลล์ในสิ่งมีชีวิตเกือบทุกชนิด มีความจำเป็นต่อการทำงาน และการดำรงชีวิต ช่วยให้ร่างกาย เจริญเติบโต ช่วยเสริม ซ่อมแซม สร้างกล้ามเนื้อ และเนื้อเยื่อที่สึกหรอจากการใช้งาน</p>
            <img className="bg" src='../static/img/bgweb.png' />
            <div className = "">
            <button type="button" class="btn right Nithan color-button">Back</button><br/><br/>  
            </div>  
        </div>
    </div>
    <Footer/>
</div>
)

export default protein